{
  "items": [
    {
      "id": 1,
      "checked": true,
      "item": "Cookies"
    },
    {
      "id": 2,
      "checked": false,
      "item": "Chocolates"
    },
    {
      "id": 3,
      "checked": false,
      "item": "Latte"
    },
    {
      "id": 6,
      "checked": false,
      "item": "JetSpray"
    },
    {
      "id": 7,
      "checked": true,
      "item": "Sex agar Mile toh"
    },
    {
      "id": 8,
      "checked": false,
      "item": "Love"
    },
    {
      "id": 9,
      "checked": false,
      "item": "Affection"
    }
  ],
  "posts": [
    {
      "id": 1,
      "title": "Exploring the Enchanted Forest",
      "datetime": "July 05, 2021 11:17:36 AM",
      "body": "Embark on a magical journey through the enchanted forest,\nIn that sense, blogging can be seen as a form of social networking service. Indeed, bloggers not only produce content to post on their blogs but also often build social relations with their readers and other bloggers.[3] Blog owners or authors often moderate and filter online comments to remove hate speech or other offensive content. There are also high-readership blogs which do not allow comments.\n Where ancient trees whisper secrets and mystical creatures roam freely. Discover hidden wonders and uncover the mysteries that lie beneath the emerald canopy."
    },
    {
      "id": 2,
      "title": "Journey to the Galactic Nebula",
      "datetime": "August 01, 2021 11:17:36 AM",
      "body": "Venture into the depths of space and witness.\n The emergence and growth of blogs in the late 1990s coincided with the advent of web publishing tools that facilitated the posting of content by non-technical users who did not have much experience with HTML or computer programming. Previously, knowledge of such technologies as HTML and File Transfer Protocol had been required to publish content on the Web, and early Web users therefore tended to be hackers and computer enthusiasts. As of the 2010s, the majority are interactive Web 2.0 websites\n the breathtaking beauty of a galactic nebula. Gaze upon the swirling colors and cosmic wonders that paint the celestial canvas, as stars dance in harmony and galaxies collide."
    },
    {
      "id": 3,
      "title": "The Art of Zen Gardening",
      "datetime": "September 10, 2021 11:17:36 AM",
      "body": "Before blogging became popular, digital communities took many forms, including Usenet, commercial online services such as GEnie, Byte Information Exchange (BIX) and the early CompuServe, e-mail lists,[10] and Bulletin Board Systems (BBS). In the 1990s, Internet forum software created running conversations with 'threads'. Threads are topical connections between messages on a virtual corkboard.further explanation needed\nEmbark on a culinary journey filled with mouthwatering delights and exotic flavors. From the sizzling streets of Bangkok to the charming cafes of Paris, explore the diverse world of gastronomy and indulge in delectable creations.\nListen to the gentle whispers of the ocean as waves dance along the shoreline. Feel the sandy embrace beneath your feet and immerse yourself in the symphony of seagulls, surf, and the eternal rhythm of the sea.\n Many blogs provide commentary on a particular subject or topic, ranging from philosophy, religion, and arts to science, politics, and sports. Others function as more personal online diaries or online brand advertising of a particular individual or company. A typical blog combines text, digital images, and links to other blogs, web pages, and other media related to its topic. Most blogs are primarily textual, although some focus on art (art blogs), photographs (photoblogs), videos (video blogs or 'vlogs'), music (MP3 blogs), and audio (podcasts). In education, blogs can be used as instructional resources; these are referred to as edublogs. Microblogging is another type of blogging, featuring very short posts.\nImmerse yourself in the serene world of Zen gardening, where each carefully placed rock and delicately raked pattern tells a story of balance and tranquility. Find peace in the simplicity of nature's beauty."
    },
    {
      "id": 4,
      "title": "Epicurean Adventures: Culinary Delights",
      "datetime": "July 15, 2011 09:17:36 AM",
      "body": "Before blogging became popular, digital communities took many forms, including Usenet, commercial online services such as GEnie, Byte Information Exchange (BIX) and the early CompuServe, e-mail lists,[10] and Bulletin Board Systems (BBS). In the 1990s, Internet forum software created running conversations with 'threads'. Threads are topical connections between messages on a virtual corkboard.further explanation needed\nEmbark on a culinary journey filled with mouthwatering delights and exotic flavors. From the sizzling streets of Bangkok to the charming cafes of Paris, explore the diverse world of gastronomy and indulge in delectable creations."
    },
    {
      "id": 5,
      "title": "Unveiling the Mysteries of Ancient Ruins",
      "datetime": "January 30, 2020 10:17:36 PM",
      "body": "Early blogs were simply manually updated components of common Websites. In 1995, the Online Diary on the Ty, Inc. Web site was produced and updated manually before any blogging programs were available. Posts were made to appear in reverse chronological order by manually updating text-based HTML code using FTP software in real time several times a day. To users, this offered the appearance of a live diary that contained multiple new entries per day. At the beginning of each new day, new diary entries were manually coded into a new HTML file, and at the start of each month, diary entries were archived into their own folder, which contained a separate HTML page for every day of the month. Then, menus that contained links to the most recent diary entry were updated manually throughout the site. \nStep back in time and unravel the secrets of ancient ruins that echo the tales of civilizations long gone. Roam through crumbling structures, decipher forgotten scripts, and marvel at the architectural wonders of bygone eras."
    },
    {
      "id": 6,
      "title": "Chasing Waterfalls: Nature's Spectacle",
      "datetime": "October 20, 2022 02:30:45 PM",
      "body": "An early milestone in the rise in importance of blogs came in 2002,Similarly, blogs were among the driving forces behind the Rathergate scandal. Television journalist Dan Rather presented documents on the CBS show 60 Minutes that conflicted with accepted accounts of President Bush's military service record. Bloggers declared the documents to be forgeries and presented evidence and arguments in support of that view. Consequently, CBS apologized for what it said were inadequate reporting techniques (see: Little Green Footballs). The impact of these stories gave greater credibility to blogs as a medium of news dissemination.\n when many bloggers focused on comments by U.S. Senate Majority Leader Trent Lott.[24] Senator Lott, at a party honoring U.S. Senator Strom Thurmond, praised Senator Thurmond by suggesting that the United States would have been better off had Thurmond been elected president. Lott's critics saw these comments as tacit approval of racial segregation, a policy advocated by Thurmond's 1948 presidential campaign. This view was reinforced by documents and recorded interviews dug up by bloggers. (See Josh Marshall's Talking Points Memo.) Though Lott's comments were made at a public event attended by the media, no major media organizations reported on his controversial comments until after blogs broke the story. Blogging helped to create a political crisis that forced Lott to step down as majority leader\nEmbark on an adventurous journey to explore the mesmerizing beauty of waterfalls. Feel the mist on your face and hear the soothing sounds of cascading water as you discover nature's spectacular creations."
    },
    {
      "id": 7,
      "title": "Sunset Serenity: Horizon of Colors",
      "datetime": "March 12, 2023 06:45:00 PM",
      "body": "The impact of blogging on the mainstream media has also been acknowledged by governments. In 2009, the presence of the American journalism industry had declined to the point that several newspaper corporations were filing for bankruptcy, resulting in less direct competition between newspapers within the same circulation area. Discussion emerged as to whether the newspaper industry would benefit from a stimulus package by the federal government. U.S. President Barack Obama acknowledged the emerging influence of blogging upon society by saying, if the direction of the news is all blogosphere, all opinions, with no serious fact-checking, no serious attempts to put stories in context, then what you will end up getting is people shouting at each other across the void, but not a lot of mutual understanding.\n[32] Between 2009 and 2012, an Orwell Prize for blogging was awarded.\nWitness the breathtaking beauty of a sunset as the sky transforms into a canvas of vibrant colors. Experience the serenity of the golden hour and marvel at the artistry painted across the horizon."
    },
    {
      "id": 8,
      "title": "Astral Adventures: Exploring the Cosmos",
      "datetime": "June 25, 2023 09:00:12 AM",
      "body": "The impact of blogging on the mainstream media has also been acknowledged by governments. In 2009, the presence of the American journalism industry had declined to the point that several newspaper corporations were filing for bankruptcy, resulting in less direct competition between newspapers within the same circulation area. Discussion emerged as to whether the newspaper industry would benefit from a stimulus package by the federal government. U.S. President Barack Obama acknowledged the emerging influence of blogging upon society by saying, if the direction of the news is all blogosphere, all opinions, with no serious fact-checking, no serious attempts to put stories in context, then what you will end up getting is people shouting at each other across the void, but not a lot of mutual understanding.\n[32] Between 2009 and 2012, an Orwell Prize for blogging was awarded.\nWitness the breathtaking beauty of a sunset as the sky transforms into a canvas of vibrant colors. Experience the serenity of the golden hour and marvel at the artistry painted across the horizon.\nEmbark on a celestial journey through the vast cosmos. Discover distant galaxies, witness stellar phenomena, and contemplate the mysteries of the universe as you traverse the cosmic expanse."
    },
    {
      "id": 9,
      "title": "Sculpting Dreams: Artistry in Ice and Snow",
      "datetime": "December 29 2023 07:52:19 PM",
      "body": "An early milestone in the rise in importance of blogs came in 2002,Similarly, blogs were among the driving forces behind the Rathergate scandal. Television journalist Dan Rather presented documents on the CBS show 60 Minutes that conflicted with accepted accounts of President Bush's military service record.\nBloggers declared the documents to be forgeries and presented evidence and arguments in support of that view. Consequently, CBS apologized for what it said were inadequate reporting techniques (see: Little Green Footballs). The impact of these stories gave greater credibility to blogs as a medium of news dissemination.\n when many bloggers focused on comments by U.S. Senate Majority Leader Trent Lott.[24] Senator Lott, at a party honoring U.S. Senator Strom Thurmond, praised Senator Thurmond by suggesting that the United States would have been better off had Thurmond been elected president. Lott's critics saw these comments as tacit approval of racial segregation, a policy advocated by Thurmond's 1948 presidential campaign. This view was reinforced by documents and recorded interviews dug up by bloggers. (See Josh Marshall's Talking Points Memo.) Though Lott's comments were made at a public event attended by the media, no major media organizations reported on his controversial comments until after blogs broke the story. Blogging helped to create a political crisis that forced Lott to step down as majority leader\nEmbark on an adventurous journey to explore the mesmerizing beauty of waterfalls. Feel the mist on your face and hear the soothing sounds of cascading water as you discover nature's spectacular creations.\nExplore the magical world of ice and snow sculptures, where artists carve intricate masterpieces from frozen landscapes. Marvel at the ephemeral beauty of these frozen creations that come to life in winter's embrace."
    },
    {
      "id": 10,
      "title": "Whispers of the Ocean: Seaside Symphony",
      "datetime": "December 29 2023 07:41:07 PM",
      "body": "Before blogging became popular, digital communities took many forms, including Usenet, commercial online services such as GEnie, Byte Information Exchange (BIX) and the early CompuServe, e-mail lists,[10] and Bulletin Board Systems (BBS). \nIn the 1990s, Internet forum software created running conversations with 'threads'. Threads are topical connections between messages on a virtual corkboard.further explanation needed\nEmbark on a culinary journey filled with mouthwatering delights and exotic flavors. From the sizzling streets of Bangkok to the charming cafes of Paris, explore the diverse world of gastronomy and indulge in delectable creations.\nListen to the gentle whispers of the ocean as waves dance along the shoreline. Feel the sandy embrace beneath your feet and immerse yourself in the symphony of seagulls, surf, and the eternal rhythm of the sea.\nBefore blogging became popular, digital communities took many forms, including Usenet, commercial online services such as GEnie, Byte Information Exchange (BIX) and the early CompuServe, e-mail lists,[10] and Bulletin Board Systems (BBS). In the 1990s, Internet forum software created running conversations with 'threads'. \n\\tThreads\\t are topical connections between messages on a virtual corkboard.further explanation needed Embark on a culinary journey filled with mouthwatering delights and exotic flavors. From the sizzling streets of Bangkok to the charming cafes of Paris, explore the diverse world of gastronomy and indulge in delectable creations. Listen to the gentle whispers of the ocean as waves dance along the shoreline. Feel the sandy embrace beneath your feet and immerse yourself in the symphony of seagulls, surf, and the eternal rhythm of the sea."
    }
  ]
}
